Repository: knotq-app/mobile
Catalog: ios/KnotQMobile/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, el, es, fi, fr, he, hi, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

# web.auth.error_auth_not_configured
source: The sync service is not configured yet.
ar: خدمة المزامنة لم تُعد بعد.
cs: Služba synchronizace zatím není nakonfigurována.
da: Synkroniseringstjenesten er ikke konfigureret endnu.
de: Der Sync-Dienst ist noch nicht konfiguriert.
el: Η υπηρεσία συγχρονισμού δεν έχει ρυθμιστεί ακόμη.
es: El servicio de sincronización aún no está configurado.
fi: Synkronointipalvelu ei ole vielä määritetty.
fr: Le service de synchronisation n'est pas encore configuré.
he: שירות הסנכרון עדיין לא מוגדר.
hi: सिंक सेवा अभी तक कॉन्फ़िगर नहीं की गई है।
hu: A szinkronizálási szolgáltatás még nincs konfigurálva.
id: Layanan sinkronisasi belum dikonfigurasi.
it: Il servizio di sincronizzazione non è ancora configurato.
ja: 同期サービスはまだ設定されていません。
ko: 동기화 서비스가 아직 구성되지 않았습니다.
ms: Perkhidmatan sinkron belum dikonfigurasi.
nb: Synktjenesten er ikke konfigurert ennå.
nl: De syncdienst is nog niet ingesteld.
pl: Usługa synchronizacji nie jest jeszcze skonfigurowana.
pt_br: O serviço de sincronização ainda não está configurado.
pt_pt: O serviço de sincronização ainda não está configurado.
ro: Serviciul de sincronizare nu este încă configurat.
ru: Служба синхронизации еще не настроена.
sk: Služba synchronizácie zatiaľ nie je nakonfigurovaná.
sv: Synkroniseringstjänsten är inte konfigurerad än.
th: ยังไม่ได้กำหนดค่า Sync service
tr: Senkronizasyon hizmeti henüz yapılandırılmadı.
uk: Служба синхронізації ще не налаштована.
vi: Dịch vụ đồng bộ chưa được cấu hình.
zh_hans: 同步服务尚未配置。
zh_hant: 同步服務尚未設定。

# web.auth.error_code_expired
source: That code has expired. Start sign-in again to get a new one.
ar: انتهت صلاحية هذا الرمز. ابدأ تسجيل الدخول مرة أخرى للحصول على رمز جديد.
cs: Platnost tohoto kódu vypršela. Zahájením přihlášení znovu získáte nový.
da: Denne kode er udløbet. Start log ind igen for at få en ny.
de: Dieser Code ist abgelaufen. Starten Sie die Anmeldung erneut, um einen neuen zu erhalten.
el: Αυτός ο κωδικός έχει λήξει. Ξεκινήστε τη σύνδεση ξανά για να λάβετε ένα νέο.
es: Ese código ha expirado. Inicia el inicio de sesión de nuevo para obtener uno nuevo.
fi: Kyseinen koodi on vanhentunut. Aloita kirjautuminen uudelleen saadaksesi uuden koodin.
fr: Ce code a expiré. Recommencez la connexion pour en obtenir un nouveau.
he: קוד זה פג תוקפו. התחל את ההתחברות שוב כדי לקבל אחד חדש.
hi: वह कोड समाप्त हो गया है। नया प्राप्त करने के लिए साइन-इन फिर से शुरू करें।
hu: A kód lejárt. Kezdje újra a bejelentkezést az új kódért.
id: Kode itu telah kedaluwarsa. Mulai masuk lagi untuk mendapatkan yang baru.
it: Questo codice è scaduto. Avvia di nuovo l'accesso per ottenerne uno nuovo.
ja: そのコードは有効期限切れです。新しいコードを取得するためにサインインをもう一度開始してください。
ko: 그 코드는 만료되었습니다. 로그인을 다시 시작하여 새 코드를 받으세요.
ms: Kod itu telah tamat. Mulai sign-in semula untuk mendapatkan yang baru.
nb: Denne koden har utløpt. Start påloggingen på nytt for å få en ny.
nl: Die code is verlopen. Start het aanmelden opnieuw om een nieuwe te krijgen.
pl: Ten kod wygasł. Zacznij logowanie ponownie, aby otrzymać nowy.
pt_br: Este código expirou. Inicie o login novamente para obter um novo.
pt_pt: Esse código expirou. Inicie o início de sessão novamente para obter um novo.
ro: Acel cod a expirat. Porniți din nou conectarea pentru a obține un cod nou.
ru: Этот код истёк. Начните вход снова, чтобы получить новый.
sk: Tento kód vypršal. Spustite prihlásenie znova, aby ste dostali nový.
sv: Koden har upphört att gälla. Starta inloggningen igen för att få en ny.
th: รหัสนั้นหมดอายุแล้ว เริ่มการลงชื่อเข้าใช้อีกครั้งเพื่อรับรหัสใหม่
tr: Bu kod kullanım süresi doldu. Oturum açmayı yeniden başlatarak yeni bir kod alın.
uk: Цей код закінчився. Почніть вхід ще раз, щоб отримати новий.
vi: Mã đó đã hết hạn. Bắt đầu đăng nhập lại để lấy mã mới.
zh_hans: 该代码已过期。重新开始登录以获取新代码。
zh_hant: 該代碼已過期。重新開始登入以獲得新代碼。

# web.auth.error_invalid_code
source: That code is incorrect.
ar: هذا الرمز غير صحيح.
cs: Tento kód je nesprávný.
da: Denne kode er forkert.
de: Dieser Code ist falsch.
el: Αυτός ο κωδικός είναι λανθασμένος.
es: Ese código es incorrecto.
fi: Kyseinen koodi on virheellinen.
fr: Ce code est incorrect.
he: הקוד לא נכון.
hi: वह कोड गलत है।
hu: A kód helytelen.
id: Kode itu tidak benar.
it: Questo codice non è corretto.
ja: そのコードは正しくありません。
ko: 그 코드가 잘못되었습니다.
ms: Kod itu tidak betul.
nb: Denne koden er feil.
nl: Die code is onjuist.
pl: Ten kod jest nieprawidłowy.
pt_br: Este código está incorreto.
pt_pt: Esse código está incorreto.
ro: Acel cod este incorect.
ru: Этот код неверен.
sk: Tento kód je nesprávny.
sv: Koden är felaktig.
th: รหัสนั้นไม่ถูกต้อง
tr: Bu kod hatalı.
uk: Цей код неправильний.
vi: Mã đó không chính xác.
zh_hans: 该代码不正确。
zh_hant: 該代碼不正確。

# web.auth.error_password_too_long
source: That password is too long.
ar: كلمة المرور هذه طويلة جداً.
cs: Toto heslo je příliš dlouhé.
da: Denne adgangskode er for lang.
de: Dieses Passwort ist zu lang.
el: Αυτός ο κωδικός πρόσβασης είναι πολύ μεγάλος.
es: Esa contraseña es demasiado larga.
fi: Kyseinen salasana on liian pitkä.
fr: Ce mot de passe est trop long.
he: הסיסמה ארוכה מדי.
hi: पासवर्ड बहुत लंबा है।
hu: A jelszó túl hosszú.
id: Kata sandi itu terlalu panjang.
it: Questa password è troppo lunga.
ja: そのパスワードは長すぎます。
ko: 그 비밀번호가 너무 깁니다.
ms: Kata laluan itu terlalu panjang.
nb: Passordet er for langt.
nl: Dat wachtwoord is te lang.
pl: To hasło jest za długie.
pt_br: Esta senha é muito longa.
pt_pt: Essa senha é demasiado longa.
ro: Acea parolă este prea lungă.
ru: Этот пароль слишком длинный.
sk: Toto heslo je príliš dlhé.
sv: Det lösenordet är för långt.
th: รหัสผ่านนั้นยาวเกินไป
tr: Bu parola çok uzun.
uk: Цей пароль занадто довгий.
vi: Mật khẩu đó quá dài.
zh_hans: 该密码过长。
zh_hant: 該密碼太長。

# web.auth.error_password_too_short
source: Use a password with at least 12 characters.
ar: استخدم كلمة مرور تحتوي على 12 حرفاً على الأقل.
cs: Použijte heslo s nejméně 12 znaky.
da: Brug en adgangskode med mindst 12 tegn.
de: Verwenden Sie ein Passwort mit mindestens 12 Zeichen.
el: Χρησιμοποιήστε έναν κωδικό πρόσβασης με τουλάχιστον 12 χαρακτήρες.
es: Usa una contraseña con al menos 12 caracteres.
fi: Käytä salasanaa, jossa on vähintään 12 merkkiä.
fr: Utilisez un mot de passe d'au moins 12 caractères.
he: השתמש בסיסמה עם לפחות 12 תווים.
hi: कम से कम 12 वर्णों वाला पासवर्ड का उपयोग करें।
hu: Legalább 12 karakteres jelszót használjon.
id: Gunakan kata sandi dengan setidaknya 12 karakter.
it: Usa una password di almeno 12 caratteri.
ja: 少なくとも12文字のパスワードを使用してください。
ko: 최소 12자 비밀번호를 사용하세요.
ms: Gunakan kata laluan dengan sekurang-kurangnya 12 aksara.
nb: Bruk et passord med minst 12 tegn.
nl: Gebruik een wachtwoord met minimaal 12 tekens.
pl: Użyj hasła z co najmniej 12 znakami.
pt_br: Use uma senha com no mínimo 12 caracteres.
pt_pt: Utilize uma senha com pelo menos 12 caracteres.
ro: Utilizați o parolă cu cel puțin 12 caractere.
ru: Используйте пароль минимум из 12 символов.
sk: Používajte heslo s aspoň 12 znakmi.
sv: Använd ett lösenord med minst 12 tecken.
th: ใช้รหัสผ่านที่มีอย่างน้อย 12 อักขระ
tr: En az 12 karakter içeren bir parola kullanın.
uk: Використовуйте пароль щонайменше з 12 символів.
vi: Sử dụng mật khẩu có ít nhất 12 ký tự.
zh_hans: 使用至少包含 12 个字符的密码。
zh_hant: 使用至少 12 個字元的密碼。

# web.auth.error_rate_limited
source: Too many attempts. Wait a moment and try again.
ar: محاولات عديدة. انتظر لحظة وحاول مرة أخرى.
cs: Příliš mnoho pokusů. Počkejte chvíli a zkuste to znovu.
da: For mange forsøg. Vent et øjeblik og prøv igen.
de: Zu viele Versuche. Warten Sie einen Moment und versuchen Sie es erneut.
el: Πολλές προσπάθειες. Περιμένετε ένα λεπτό και δοκιμάστε ξανά.
es: Demasiados intentos. Espera un momento e intenta de nuevo.
fi: Liian monta yritystä. Odota hetki ja yritä uudelleen.
fr: Trop de tentatives. Attendez un moment et réessayez.
he: יותר מדי ניסיונות. חכה רגע ונסה שוב.
hi: बहुत सारे प्रयास। एक क्षण प्रतीक्षा करें और फिर से प्रयास करें।
hu: Túl sok kísérlet. Várjon egy pillanatot, majd próbálja meg újra.
id: Terlalu banyak upaya. Tunggu sebentar dan coba lagi.
it: Troppi tentativi. Attendi un momento e riprova.
ja: 試行が多すぎます。少し待ってからもう一度お試しください。
ko: 시도 횟수가 많습니다. 잠시 기다린 후 다시 시도하세요.
ms: Terlalu banyak percubaan. Tunggu sebentar dan cuba lagi.
nb: For mange forsøk. Vent et øyeblikk og prøv igjen.
nl: Te veel pogingen. Wacht even en probeer het opnieuw.
pl: Zbyt wiele prób. Czekaj chwilę i spróbuj ponownie.
pt_br: Muitas tentativas. Aguarde um momento e tente novamente.
pt_pt: Demasiadas tentativas. Aguarde um momento e tente novamente.
ro: Prea multe încercări. Așteptați un moment și încercați din nou.
ru: Слишком много попыток. Подождите немного и попробуйте снова.
sk: Príliš veľa pokusov. Počkajte chvíľu a skúste znova.
sv: För många försök. Vänta en stund och försök igen.
th: มีการพยายามมากเกินไป รอสักครู่แล้วลองอีกครั้ง
tr: Çok fazla deneme. Bir an bekleyip tekrar deneyin.
uk: Занадто багато спроб. Почекайте та спробуйте ще раз.
vi: Quá nhiều lần thử. Hãy chờ một lúc rồi thử lại.
zh_hans: 尝试次数过多。请等候片刻，然后重试。
zh_hant: 嘗試次數過多。請稍等片刻，然後重試。

# web.auth.error_too_many_attempts
source: Too many incorrect codes. Start sign-in again to get a new one.
ar: محاولات عديدة من الأرقام الخاطئة. ابدأ تسجيل الدخول مرة أخرى للحصول على رمز جديد.
cs: Příliš mnoho nesprávných kódů. Zahájením přihlášení znovu získáte nový.
da: For mange forkerte koder. Start log ind igen for at få en ny.
de: Zu viele falsche Codes. Starten Sie die Anmeldung erneut, um einen neuen zu erhalten.
el: Πάρα πολλοι λανθασμένοι κωδικοί. Ξεκινήστε τη σύνδεση ξανά για να λάβετε ένα νέο.
es: Demasiados códigos incorrectos. Inicia el inicio de sesión de nuevo para obtener uno nuevo.
fi: Liian monta virheellistä koodia. Aloita kirjautuminen uudelleen saadaksesi uuden koodin.
fr: Trop de codes incorrects. Recommencez la connexion pour en obtenir un nouveau.
he: יותר מדי קודים שגויים. התחל את ההתחברות שוב כדי לקבל אחד חדש.
hi: बहुत सारे गलत कोड। नया प्राप्त करने के लिए साइन-इन फिर से शुरू करें।
hu: Túl sok helytelen kód. Kezdje újra a bejelentkezést az új kódért.
id: Terlalu banyak kode yang tidak benar. Mulai masuk lagi untuk mendapatkan yang baru.
it: Troppi codici non corretti. Avvia di nuovo l'accesso per ottenerne uno nuovo.
ja: 間違ったコードが多すぎます。新しいコードを取得するためにサインインをもう一度開始してください。
ko: 잘못된 코드가 너무 많습니다. 로그인을 다시 시작하여 새 코드를 받으세요.
ms: Terlalu banyak kod yang tidak betul. Mulai sign-in semula untuk mendapatkan yang baru.
nb: For mange feil koder. Start påloggingen på nytt for å få en ny.
nl: Te veel onjuiste codes. Start het aanmelden opnieuw om een nieuwe te krijgen.
pl: Zbyt wiele nieprawidłowych kodów. Zacznij logowanie ponownie, aby otrzymać nowy.
pt_br: Muitos códigos incorretos. Inicie o login novamente para obter um novo.
pt_pt: Demasiadas tentativas incorretas. Inicie o início de sessão novamente para obter um novo.
ro: Prea multe coduri incorecte. Porniți din nou conectarea pentru a obține un cod nou.
ru: Слишком много неправильных кодов. Начните вход снова, чтобы получить новый.
sk: Príliš veľa nesprávnych kódov. Spustite prihlásenie znova, aby ste dostali nový.
sv: För många felaktiga koder. Starta inloggningen igen för att få en ny.
th: มีการพยายามป้อนรหัสที่ไม่ถูกต้องมากเกินไป เริ่มการลงชื่อเข้าใช้อีกครั้งเพื่อรับรหัสใหม่
tr: Çok fazla yanlış kod. Oturum açmayı yeniden başlatarak yeni bir kod alın.
uk: Занадто багато неправильних кодів. Почніть вхід ще раз, щоб отримати новий.
vi: Quá nhiều mã không chính xác. Bắt đầu đăng nhập lại để lấy mã mới.
zh_hans: 尝试次数过多。重新开始登录以获取新代码。
zh_hant: 代碼錯誤次數過多。重新開始登入以獲得新代碼。

# web.auth.error_unauthorized
source: Email or password is incorrect.
ar: البريد الإلكتروني أو كلمة المرور غير صحيحة.
cs: E-mail nebo heslo je nesprávné.
da: E-mail eller adgangskode er forkert.
de: E-Mail oder Passwort ist falsch.
el: Το email ή ο κωδικός πρόσβασης είναι λανθασμένος.
es: El email o contraseña es incorrecto.
fi: Sähköpostiosoite tai salasana on virheellinen.
fr: L'adresse e-mail ou le mot de passe est incorrect.
he: דוא״ל או סיסמה לא נכונים.
hi: ईमेल या पासवर्ड गलत है।
hu: Az e-mail-cím vagy jelszó helytelen.
id: Email atau kata sandi tidak benar.
it: L'email o la password non è corretta.
ja: メールアドレスまたはパスワードが正しくありません。
ko: 이메일 또는 비밀번호가 잘못되었습니다.
ms: E-mel atau kata laluan tidak betul.
nb: E-post eller passord er feil.
nl: E-mailadres of wachtwoord is onjuist.
pl: E-mail lub hasło jest nieprawidłowe.
pt_br: Email ou senha está incorreto.
pt_pt: O email ou a senha está incorretos.
ro: E-mailul sau parola sunt incorecte.
ru: Адрес электронной почты или пароль неверны.
sk: E-mailová adresa alebo heslo je nesprávne.
sv: E-post eller lösenord är felaktigt.
th: อีเมลหรือรหัสผ่านไม่ถูกต้อง
tr: E-posta veya parola hatalı.
uk: Адреса електронної пошти або пароль неправильні.
vi: Email hoặc mật khẩu không chính xác.
zh_hans: 电子邮件或密码不正确。
zh_hant: 電子郵件或密碼不正確。

# web.auth.eyebrow_sync_account
source: sync account
ar: حساب المزامنة
cs: účet synchronizace
da: synkroniser konto
de: Sync-Konto
el: λογαριασμός συγχρονισμού
es: cuenta de sincronización
fi: synkronoinnin tili
fr: compte de synchronisation
he: חשבון סנכרון
hi: सिंक खाता
hu: szinkronizálási fiók
id: akun sinkronisasi
it: account di sincronizzazione
ja: 同期アカウント
ko: 동기화 계정
ms: akaun sinkron
nb: synkkonto
pl: konto synchronizacji
pt_br: conta de sincronização
pt_pt: conta de sincronização
ro: cont de sincronizare
ru: учётная запись синхронизации
sk: sync účet
sv: synkroniseringskonto
th: บัญชี sync
tr: senkronizasyon hesabı
uk: обліковий запис синхронізації
vi: tài khoản đồng bộ
zh_hans: 同步账户
zh_hant: 同步帳戶

# web.auth.go_to_account
source: Go to your account
ar: اذهب إلى حسابك
cs: Přejít na svůj účet
da: Gå til din konto
de: Zu Ihrem Konto
el: Μεταβείτε στο λογαριασμό σας
es: Ir a tu cuenta
fi: Siirry tilillesi
fr: Allez à votre compte
he: עבור לחשבון שלך
hi: अपने खाते पर जाएँ
hu: Menjen a fiókjához
id: Buka akun Anda
it: Vai al tuo account
ja: アカウントに移動
ko: 계정으로 이동
ms: Pergi ke akaun anda
nb: Gå til kontoen din
nl: Ga naar je account
pl: Przejdź do konta
pt_br: Vá para sua conta
pt_pt: Ir para a sua conta
ro: Accesare cont
ru: Перейти в свою учётную запись
sk: Prejdite na svoj účet
sv: Gå till ditt konto
th: ไปยังบัญชีของคุณ
tr: Hesabınıza git
uk: Перейти до свого облікового запису
vi: Đi tới tài khoản của bạn
zh_hans: 转到您的账户
zh_hant: 前往您的帳戶

# web.auth.invalid_signin_link
source: This sign-in link is invalid. Start sign-in again from the KnotQ app.
ar: رابط تسجيل الدخول هذا غير صحيح. ابدأ تسجيل الدخول مرة أخرى من تطبيق KnotQ.
cs: Tento odkaz na přihlášení je neplatný. Zahájete přihlášení znovu z aplikace KnotQ.
da: Dette log ind-link er ugyldigt. Start log ind igen fra KnotQ-appen.
de: Dieser Anmelde-Link ist ungültig. Starten Sie die Anmeldung von der KnotQ-App erneut.
el: Αυτός ο σύνδεσμος σύνδεσης είναι άκυρος. Ξεκινήστε τη σύνδεση ξανά από την εφαρμογή KnotQ.
es: Este enlace de inicio de sesión no es válido. Inicia el inicio de sesión de nuevo desde la aplicación KnotQ.
fi: Tämä kirjautumisenlinkki on virheellinen. Aloita kirjautuminen uudelleen KnotQ-sovelluksesta.
fr: Ce lien de connexion est invalide. Recommencez la connexion depuis l'application KnotQ.
he: קישור ההתחברות הזה אינו תקין. התחל את ההתחברות שוב מאפליקציית KnotQ.
hi: यह साइन-इन लिंक अमान्य है। KnotQ ऐप से साइन-इन फिर से शुरू करें।
hu: Ez a bejelentkezési link érvénytelen. Kezdje újra a bejelentkezést a KnotQ alkalmazásban.
id: Tautan masuk ini tidak valid. Mulai masuk lagi dari aplikasi KnotQ.
it: Questo link di accesso non è valido. Avvia di nuovo l'accesso dall'app KnotQ.
ja: このサインインリンクは無効です。KnotQアプリからサインインをもう一度開始してください。
ko: 이 로그인 링크가 유효하지 않습니다. KnotQ 앱에서 로그인을 다시 시작하세요.
ms: Pautan sign-in ini tidak sah. Mulai sign-in semula daripada apl KnotQ.
nb: Denne påloggingslenken er ugyldig. Start påloggingen på nytt fra KnotQ-appen.
nl: Deze aanmeldingslink is ongeldig. Start het aanmelden opnieuw vanuit de KnotQ-app.
pl: Ten link do logowania jest nieprawidłowy. Zacznij logowanie ponownie z aplikacji KnotQ.
pt_br: Este link de login é inválido. Inicie o login novamente no aplicativo KnotQ.
pt_pt: Esta ligação de início de sessão é inválida. Inicie o início de sessão novamente a partir da aplicação KnotQ.
ro: Acest link de conectare este nevalid. Porniți din nou conectarea din aplicația KnotQ.
ru: Эта ссылка входа недействительна. Начните вход снова в приложении KnotQ.
sk: Tento odkaz na prihlásenie je neplatný. Spustite prihlásenie znova z aplikácie KnotQ.
sv: Den här inloggningslänken är ogiltig. Starta inloggningen igen från KnotQ-appen.
th: ลิงก์การลงชื่อเข้าใช้นี้ไม่ถูกต้อง เริ่มการลงชื่อเข้าใช้อีกครั้งจากแอป KnotQ
tr: Bu oturum açma bağlantısı geçersiz. KnotQ uygulamasından oturum açmayı yeniden başlatın.
uk: Це посилання для входу недійсне. Почніть вхід із програми KnotQ.
vi: Liên kết đăng nhập này không hợp lệ. Bắt đầu đăng nhập lại từ ứng dụng KnotQ.
zh_hans: 此登录链接无效。在 KnotQ 应用中重新开始登录。
zh_hant: 此登入連結無效。從 KnotQ 應用程式重新開始登入。

# web.auth.min_password_length_hint
source: Use at least 12 characters.
ar: استخدم 12 حرفاً على الأقل.
cs: Použijte nejméně 12 znaků.
da: Brug mindst 12 tegn.
de: Verwenden Sie mindestens 12 Zeichen.
el: Χρησιμοποιήστε τουλάχιστον 12 χαρακτήρες.
es: Usa al menos 12 caracteres.
fi: Käytä vähintään 12 merkkiä.
fr: Utilisez au moins 12 caractères.
he: השתמש בלפחות 12 תווים.
hi: कम से कम 12 वर्णों का उपयोग करें।
hu: Legalább 12 karaktert használjon.
id: Gunakan setidaknya 12 karakter.
it: Usa almeno 12 caratteri.
ja: 少なくとも12文字を使用してください。
ko: 최소 12자를 사용하세요.
ms: Gunakan sekurang-kurangnya 12 aksara.
nb: Bruk minst 12 tegn.
nl: Gebruik minimaal 12 tekens.
pl: Użyj co najmniej 12 znaków.
pt_br: Use no mínimo 12 caracteres.
pt_pt: Utilize pelo menos 12 caracteres.
ro: Utilizați cel puțin 12 caractere.
ru: Используйте минимум 12 символов.
sk: Používajte aspoň 12 znakov.
sv: Använd minst 12 tecken.
th: ใช้อย่างน้อย 12 อักขระ
tr: En az 12 karakter kullanın.
uk: Використовуйте щонайменше 12 символів.
vi: Sử dụng ít nhất 12 ký tự.
zh_hans: 使用至少 12 个字符。
zh_hant: 使用至少 12 個字元。

# web.auth.password_label
source: Password
ar: كلمة المرور
cs: Heslo
da: Adgangskode
de: Passwort
el: Κωδικός πρόσβασης
es: Contraseña
fi: Salasana
fr: Mot de passe
he: סיסמה
hi: पासवर्ड
hu: Jelszó
id: Kata Sandi
ja: パスワード
ko: 비밀번호
ms: Kata laluan
nb: Passord
nl: Wachtwoord
pl: Hasło
pt_br: Senha
pt_pt: Senha
ro: Parolă
ru: Пароль
sk: Heslo
sv: Lösenord
th: รหัสผ่าน
tr: Parola
uk: Пароль
vi: Mật khẩu
zh_hans: 密码
zh_hant: 密碼

# web.auth.password_reset_failed
source: Password reset failed.
ar: فشل إعادة تعيين كلمة المرور.
cs: Resetování hesla se nezdařilo.
da: Nulstilling af adgangskode mislykkedes.
de: Passwort-Zurücksetzen fehlgeschlagen.
el: Η επαναφορά κωδικού πρόσβασης απέτυχε.
es: El restablecimiento de contraseña falló.
fi: Salasanan nollaaminen epäonnistui.
fr: La réinitialisation du mot de passe a échoué.
he: איפוס הסיסמה נכשל.
hi: पासवर्ड रीसेट विफल रहा।
hu: Jelszó-visszaállítás meghiúsult.
id: Penyetelan ulang kata sandi gagal.
it: Ripristino della password non riuscito.
ja: パスワードリセットが失敗しました。
ko: 비밀번호 재설정이 실패했습니다.
ms: Tetapan semula kata laluan gagal.
nb: Passordtilbakestilling mislyktes.
nl: Wachtwoord opnieuw instellen mislukt.
pl: Resetowanie hasła nie powiodło się.
pt_br: Falha ao redefinir a senha.
pt_pt: A reposição de senha falhou.
ro: Resetarea parolei a eșuat.
ru: Сброс пароля не выполнен.
sk: Resetovanie hesla zlyhalo.
sv: Lösenordsåterställning misslyckades.
th: การรีเซ็ตรหัสผ่านล้มเหลว
tr: Parola sıfırlama başarısız oldu.
uk: Скидання пароля не вдалося.
vi: Đặt lại mật khẩu không thành công.
zh_hans: 密码重置失败。
zh_hant: 密碼重設失敗。

# web.auth.password_reset_sent_if_exists
source: If an account exists for that email, a password reset link has been sent.
ar: إذا كان هناك حساب لهذا البريد الإلكتروني، فقد تم إرسال رابط إعادة تعيين كلمة المرور.
cs: Pokud pro tento e-mail existuje účet, byl odeslán odkaz na resetování hesla.
da: Hvis en konto findes for denne e-mail, er et nulstillingslink sendt.
de: Wenn es ein Konto für diese E-Mail gibt, wurde ein Passwort-Rücksetz-Link gesendet.
el: Εάν ένας λογαριασμός υπάρχει για αυτό το email, ένας σύνδεσμος επαναφοράς κωδικού πρόσβασης έχει αποσταλεί.
es: Si existe una cuenta para ese email, se ha enviado un enlace de restablecimiento de contraseña.
fi: Jos tälle sähköpostiosoitteelle on olemassa tili, salasanan palautusenlinkki on lähetetty.
fr: Si un compte existe pour cette adresse e-mail, un lien de réinitialisation du mot de passe a été envoyé.
he: אם חשבון קיים לדוא״ל זה, קישור איפוס סיסמה נשלח.
hi: यदि उस ईमेल के लिए कोई खाता मौजूद है, तो पासवर्ड रीसेट लिंक भेजा गया है।
hu: Ha létezik fiók az e-mail-címhez, akkor a jelszó-visszaállítási link elküldésre került.
id: Jika akun ada untuk email itu, tautan penyetelan ulang kata sandi telah dikirim.
it: Se esiste un account per questo indirizzo email, è stato inviato un link di ripristino della password.
ja: そのメールアドレスのアカウントが存在する場合、パスワードリセットリンクが送信されました。
ko: 해당 이메일로 계정이 존재하면 비밀번호 재설정 링크가 전송되었습니다.
ms: Jika akaun wujud untuk e-mel itu, pautan tetapan semula kata laluan telah dihantar.
nb: Hvis det finnes en konto for den e-posten, har en passordtilbakestillingslenke blitt sendt.
nl: Als een account bestaat voor dit e-mailadres, is een wachtwoordresetlink verzonden.
pl: Jeśli konto istnieje dla tego e-maila, link do resetowania hasła został wysłany.
pt_br: Se existe uma conta para este email, um link de redefinição de senha foi enviado.
pt_pt: Se existir uma conta para esse email, foi enviada uma ligação de reposição de senha.
ro: Dacă un cont există pentru acel e-mail, a fost trimis un link de resetare a parolei.
ru: Если учётная запись существует для этого адреса электронной почты, отправлена ссылка сброса пароля.
sk: Ak existuje účet pre túto e-mailovú adresu, bol odoslaný odkaz na obnovenie hesla.
sv: Om ett konto finns för den e-postadressen har en lösenordsåterställningslänk skickats.
th: หากมีบัญชีสำหรับอีเมลนั้น ลิงก์รีเซ็ตรหัสผ่านจะถูกส่งออกไป
tr: Bu e-posta için bir hesap varsa, bir parola sıfırlama bağlantısı gönderildi.
uk: Якщо обліковий запис існує для цієї адреси електронної пошти, надіслано посилання для скидання пароля.
vi: Nếu một tài khoản tồn tại cho email đó, liên kết đặt lại mật khẩu đã được gửi.
zh_hans: 如果该电子邮件存在账户，密码重置链接已发送。
zh_hant: 如果該電子郵件存在帳戶，密碼重設連結已傳送。

# web.auth.passwords_do_not_match
source: Passwords do not match.
ar: كلمات المرور غير متطابقة.
cs: Hesla se neshodují.
da: Adgangskoderne stemmer ikke overens.
de: Passwörter stimmen nicht überein.
el: Οι κωδικοί πρόσβασης δεν ταιριάζουν.
es: Las contraseñas no coinciden.
fi: Salasanat eivät täsmää.
fr: Les mots de passe ne correspondent pas.
he: הסיסמאות לא תואמות.
hi: पासवर्ड मेल नहीं खाते हैं।
hu: A jelszavak nem egyeznek.
id: Kata sandi tidak cocok.
it: Le password non corrispondono.
ja: パスワードが一致しません。
ko: 비밀번호가 일치하지 않습니다.
ms: Kata laluan tidak sepadan.
nb: Passordene samsvarer ikke.
nl: Wachtwoorden komen niet overeen.
pl: Hasła się nie zgadzają.
pt_br: As senhas não correspondem.
pt_pt: As senhas não correspondem.
ro: Parolele nu se potrivesc.
ru: Пароли не совпадают.
sk: Heslá sa nezhodujú.
sv: Lösenorden stämmer inte överens.
th: รหัสผ่านไม่ตรงกัน
tr: Parolalar eşleşmiyor.
uk: Паролі не збігаються.
vi: Mật khẩu không khớp.
zh_hans: 密码不匹配。
zh_hant: 密碼不相符。
